Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: However, suspected COVID-19 cases in the two Chinese provinces (Liaoning and Jilin) bordering North Korea have been low.
es: Sin embargo, los presuntos casos de COVID-19 en las dos provincias chinas (Liaoning and Jilin) que limitan con Corea del Norte han sido bajos.

source: Some strains such as Asian H9N2 are highly virulent to poultry and may cause more extreme symptoms and significant mortality.
es: Algunas cepas como la asiática H9N2 son extremadamente virulentas con las aves de corral y pueden causar síntomas más graves y mayor mortalidad.

source: He had originally departed from Iran, and flown from Turkey to Riga, spending at least 2.5 hours in Riga and using public transport.
es: El hombre había partido originalmente de Irán y había volado desde Turquía hacia Riga, pasando por lo menos 2,5 horas en la ciudad y usando transporte público.

source: Gronkowski last appeared for WWE during the WrestleMania 33 Kickoff pre-show in 2017.
es: [14]​[15]​ Gronkowski ya había aparecido previamente para la WWE en WrestleMania 33 en 2017.

source: "On 9 April 2020, Charli XCX announced that ""Forever"" would be released at 11:30 PM PST and premiere on the BBC Radio 1 with Annie Mac podcast."
es: El 9 de abril de 2020, anunció que se lanzaría ese mismo día a las 11:30 p.m. PST y se estrenará en la BBC Radio 1 con el podcast Annie Mac.[11]​ La portada oficial fue realizada por el artista estadounidense Seth Bogart.

source: Other members have been added since the initial appointments.
es: [3]​ Se han sumado otros miembros desde los nombramientos iniciales.

source: This can be related to hyperglycemia.
es: Es un factor de riesgo para la enfermedad de Wernicke.

source: The 2019–20 coronavirus pandemic was confirmed to have reached Andorra on 2 March 2020, a 20-year-old man who had returned from Milan.
es: La pandemia por coronavirus de 2019-2020 afectó a Andorra por primera vez el 2 de marzo de 2020, día en que se confirmó el primer caso de SARS-CoV-2.

source: On 20 March 2020, North Korean media stated that more than 2,590 people had been released from quarantine in North Pyongan and South Pyongan provinces.
es: El 20 de marzo de 2020, los medios de comunicación norcoreanos dijeron que más de 2.590 personas habían sido liberadas de la cuarentena en las provincias de Pyongan del Norte y Pyongan del Sur.

source: The Basque government announced the closure of all schools in the municipalities of Vitoria and Labastida.
es: El gobierno vasco anuncia el cierre de todas las escuelas en los municipios de Vitoria[123]​ y Labastida.

source: According to US-based The National Interest magazine, although official Russian channels had been muted on pushing the US biowarfare conspiracy theory, other Russian media elements do not share the Kremlin's restraint.
es: Según la revista estadounidense The National Interest, aunque los canales oficiales rusos se habían silenciado al impulsar la teoría de la conspiración de guerra biológica estadounidense, otros elementos de los medios rusos no comparten la moderación del Kremlin.

source: Explanations relying on multiple factors
es: Ha habido varias interpretaciones del hecho.

source: You'll Never Walk Alone is a show tune from the 1945 Rodgers and Hammerstein musical Carousel.
es: You'll Never Walk Alone (traducido al español como Nunca caminarás solo) es una canción compuesta por Richard Rodgers (música) y Oscar Hammerstein (letra)[1]​ para el musical Carousel, estrenado en Broadway en el año 1945.

source: Even healthy people can be affected, and serious problems from influenza can happen at any age.
es: [91]​ Incluso la población sana puede verse afectada y a cualquier edad pueden producirse complicaciones graves.

source: The Turkish Medical Association, TTB Specialist Associations, Public Health Experts Association, Turkish Clinical Microbiology and Infectious Diseases Association, Turkish Thoracic Society, and Turkish Intensive Care Association had a meeting on 17 March to evaluate the developments regarding the COVID-19 outbreak.
es: [32]​ La Asociación Médica turca, las Asociaciones de Especialistas TTB, la Asociación de Expertos en Salud Pública, la Asociación Turca de Microbiología Clínica y Enfermedades Infecciosas, la Sociedad Turca Torácica y la Asociación Turca de Cuidados Intensivos tuvieron una reunión el 17 de marzo para evaluar los desarrollos relacionados con el brote de COVID-19.

source: He remains in stable condition.
es: Él está en una condición estable.

source: A 32-year-old Chinese woman from Wuhan sought medical attention in Ivalo and tested positive for SARS-CoV-2.
es: Una ciudadana china de 32 años, procedente de Wuhan, buscó atención médica en Ivalo y dio positivo de SARS-CoV-2.

source: Any trade in food or medicine that did not comply with the specified government safety regulations to combat infections risked a fine of up to 10 million lek (83,000 euros).
es: Cualquier comercio de alimentos o medicamentos que no cumpliera las normativas de seguridad del gobierno especificados para combatir infecciones arriesgaría una multa de hasta 10 millones de lek (83.000 euros).

source: Some people have alleged that the coronavirus was stolen from a Canadian virus research lab by Chinese scientists.
es: Algunas personas han alegado que el coronavirus fue robado de un laboratorio de investigación de virus canadiense por científicos chinos.

source: Using the health warning systems.
es: Mediante los sistemas de alerta sanitaria.

source: On the same day the Nagoya Expressway Public Corporation announced plans to temporarily close some toll gates and let employees work from their homes after an employee staffing the toll gates was diagnosed positive for SARS-CoV-2.
es: El mismo día en que la Nagoya Expressway Public Corporation anunció planes para cerrar temporalmente algunas puertas de peaje y dejar que los empleados trabajen desde sus hogares después de que un empleado que trabaja en las puertas de peaje fue diagnosticado positivo para SARS-CoV-2.

source: During an attack, low levels of carnitine in the blood and high levels of acylcarnitine in blood and urine may indicate a lipid metabolism defect, but these abnormalities revert to normal during convalescence.
es: [18]​ Si bien durante un episodio la detección de bajos niveles sanguíneos de carnitina y de niveles elevados de acilcarnitina en sangre y orina puede indicar un defecto del metabolismo de los lípidos, esas anomalías desparecen durante la convalecencia.

source: One possible explanation is that, because people are indoors more often during the winter, they are in close contact more often, and this promotes transmission from person to person.
es: Una posible explicación es que el contacto interpersonal es más estrecho en invierno debido a un mayor tiempo de vida en el interior de domicilios y edificios y esto facilitaría una transmisión del virus de persona a persona.

source: "NPR, PBS NewsHour and Marist found in their mid-March survey that 76% of Democrats viewed COVID-19 as ""a real threat"", while only 40% of Republicans agreed; the previous month's figures for Democrats and Republicans were 70% and 72% respectively."
es: "[175]​ NPR, PBS NewsHour y Marist encontraron en su encuesta de mediados de marzo que el 76% de los demócratas veían a la COVID-19 como ""una amenaza real"", mientras que solo el 40% de los republicanos estaban de acuerdo; Las cifras del mes anterior para demócratas y republicanos fueron del 70% y del 72% respectivamente."

source: 1 MarchIn Andalusia two young infected doctors increased the number of Andalusian cases to 12.
es: En Andalucía dos doctores infectados aumentan el número de casos a 12.

source: In China, lockdowns and other measures resulted in a 25 percent reduction in carbon emissions, which one Earth systems scientist estimated may have saved at least 77,000 lives over two months.
es: [2]​ En China, el confinamiento y otras medidas resultaron en una reducción de un 25% de las emisiones de carbono,[3]​ que según las estimaciones de un científico de sistemas de la Tierra podría haber salvado al menos 77,000 vidas en dos meses.

source: On 27 February, Shinzo Abe requested the closure of all elementary, junior high, and high schools from 2 March to the end of spring vacations, which usually conclude in early April.
es: El 27 de febrero, Shinzo Abe solicitó el cierre de todas las escuelas primarias, secundarias y preparatorias para frenar la propagación de las infecciones desde el 2 de marzo hasta el final de las vacaciones de primavera, que generalmente concluyen a principios de abril.

source: This case was discharged from the hospital on 4 February.
es: [19]​ Este caso fue dado de alta del hospital el 4 de febrero.

source: "The seminal use of ""cordon sanitaire"" as a metaphor for ideological containment referred to ""the system of alliances instituted by France in post-World War I Europe that stretched from Finland to the Balkans"" and which ""completely ringed Germany and sealed off Russia from Western Europe, thereby isolating the two politically 'diseased' nations of Europe."""
es: "El uso seminal del ""cordón sanitario"" como metáfora de la contención ideológica se refería al ""sistema de alianzas instituido por Francia en la Europa posterior a la Primera Guerra Mundial que se extendía desde Finlandia a los Balcanes"" y que ""rodeaba completamente a Alemania y cerraba a Rusia de Europa Occidental, aislando así a las dos naciones políticamente ""enfermas"" de Europa."

source: Other March 2020 releases A Quiet Place Part II and Mulan postponed their releases in affected areas, too.
es: [46]​ Otros lanzamientos de marzo de 2020 como A Quiet Place Part II y Mulan también pospusieron sus lanzamientos en las áreas afectadas.

source: nucleic acid (DNA and RNA) (Phase I developer and vaccine candidate: Moderna, mRNA-1273)
es: ácido nucleico (ADN y ARN) (desarrollador de fase I y candidato a vacuna: Moderna, ARNm-1273).

source: In February 2020, Vietnamese Ministry of Education and Training suspended all school activities across the country until the end of March as part of quarantine measures against the spreading of the virus, and later extended this till the middle of April until further notice.
es: En febrero de 2020, el Ministerio de Educación y Capacitación de Vietnam suspendió todas las actividades escolares en todo el país hasta finales de marzo como parte de las medidas de prevencion contra la propagación del virus, y luego extendió esto hasta mediados de abril hasta nuevo aviso.

source: Two weeks later, the number of new cases per day started to show signs of slowing down, while the number of new deaths rose slightly.
es: Dos semanas después, el número de casos nuevos por día comenzó a mostrar signos de desaceleración, mientras que el número de nuevas muertes aumentó ligeramente.

source: Das Deutsche Hygiene-Museum 1912-1930, Bielefeld 2014, online: http://pub.uni-bielefeld.de/publication/2724840.
es: Thomas Steller, Volksbildungsinstitut und Museumskonzern, Das Deutsche Higiene-Museo 1912-1930, Bielefeld 2014 (en alemán).

source: On 23 February 2020, Taiwan banned frontline medical professionals working in hospitals from traveling to areas placed under a Level 3 travel alert.
es: [101]​ El 23 de febrero de 2020, Taiwán prohibió a los profesionales médicos de primera línea que trabajan en hospitales que viajen a áreas ubicadas bajo una alerta de viaje de Nivel 3.

source: With the commencement of Operation Desert Storm on 15 January 1991, Theodore Roosevelt began combat operations; eventually flying over 4,200 sorties, more than any other carrier, and dropping more than 4,800,000 pounds (2,177,243.4 kg) of ordnance before the cease-fire on 28 February.
es: Botado el 27 de octubre de 1984, entró por primera vez en acción en 1991 durante la Operación Tormenta del Desierto: el 9 de junio de 1990, el capitán Charles S. Abbot se convirtió en el tercer comandante del buque, y el 28 de diciembre el Theodore Roosevelt fue desplegado para la Operación Escudo del Desierto como transporte del Ala CVW-8; con el comienzo de la Operación Tormenta del Desierto el 15 de enero de 1991, el Theodore Roosevelt inició las operaciones de combate, llevando a cabo un total de 4200 incursiones de vuelo (más que ningún otro portaaviones) y arrojando más de 2 177 230 kilogramos de explosivos antes del alto el fuego, el 28 de febrero.

source: By 2016, healthcare systems in Germany and the United Kingdom had eliminated their use.
es: [8]​Con la disponibilidad de guantes sin polvo, Alemania y el Reino Unido han eliminado su uso.

source: U.S. Senate Majority Leader Mitch McConnell introduced legislation for a third fiscal stimulus package of up to $1 trillion that includes cash payments to households under $75,000 in adjusted gross income (with $1,200 per individual, $2,400 for couples, and $500 per child) and $208 billion for industries severely distressed by the pandemic.
es: El líder de la mayoría del Senado de los Estados Unidos, Mitch McConnell, presentó una legislación para un tercer paquete de estímulo fiscal de hasta $ 1 billón que incluye pagos en efectivo a los hogares de menos de $ 75,000 en ingresos brutos ajustados (con $ 1,200 por persona, $ 2,400 para parejas y $ 500 por niño) y $ 208 mil millones para industrias severamente afligidas por la pandemia[107]​.

source: There are no confirmed cases in the rest of Western Sahara controlled by the Sahrawi Arab Democratic Republic.
es: [1]​ No hay casos confirmados en la zona de la República Árabe Saharaui Democrática.

source: Sarah Catherine Gilbert (born April 1962) is a British vaccinologist who is Professor of Vaccinology at the University of Oxford and co-founder of Vaccitech.
es: Sarah Catherine Gilbert (abril de 1962) es una vacunóloga británica profesora de vacunología en la Universidad de Oxford y co-fundadora de Vaccitech.

source: Geoff Swan – mixing
es: Geoff Swan - mezcla

source: Disney+ went live in India on March 11, eighteen days before it was set to, though Disney's shares had fallen by 23% on March 9.
es: Disney+ se lanzó en India el 11 de marzo, dieciocho días antes de que se estableciera, aunque las acciones de Disney habían caído un 23% el 9 de marzo.

source: "A Human Rights Watch representative stated the Chinese government ""has a history of harassing and detaining citizens for speaking the truth or for criticizing the authorities during public emergencies, for example, during SARS in 2003, Wenchuan earthquake in 2008, Wenzhou train crash in 2011 and Tianjin chemical explosion in 2015."""
es: "Un representante de Human Rights Watch declaró que el gobierno chino ""tiene un historial de hostigamiento y detención de ciudadanos por decir la verdad o por criticar a las autoridades durante emergencias públicas, por ejemplo, durante Sars en 2003, el terremoto de Wenchuan en 2008, en 2015""."

source: The Central Sikh Gurdwara Board has recommended that elderly Sikhs stay at home, though it has permitted weddings that have been scheduled to proceed.
es: La Junta Central Sikh Gurdwara ha recomendado que los sijs de edad avanzada se queden en sus casas, aunque ha permitido bodas que han sido programadas para continuar.

source: Lee died in Chilgok, Buk District, Daegu at the age of 62 as a result of coronavirus disease 2019 (COVID-19) on 9 March 2020.
es: [3]​[4]​[5]​ Lee murió en Chilgok, distrito de Buk, Daegu[6]​ a la edad de 62 años como resultado de la enfermedad por coronavirus 2019 (COVID-19) el 9 de marzo de 2020.

source: More missile tests followed in late March, along with an announcement that the Supreme People's Assembly would meet in early April.
es: [1]​ A finales de marzo se realizaron más pruebas de misiles, junto con un anuncio de que la Asamblea Suprema del Pueblo se reuniría a principios de abril.

source: However, more and more, outbreaks are identified by public health staff from unexpected increases in laboratory results for certain strains of bacteria.
es: Sin embargo, cada vez con más frecuencia los brotes son identificados por el personal sanitario público gracias a incrementos inesperados en resultados de laboratorio para ciertas cepas de bacterias.

source: Before this, patients could only get tested at specialized clinics after making an appointment with consultation centres to prevent the transmission of the disease.
es: Antes de esto, los pacientes solo podían hacerse la prueba en clínicas especializadas después de hacer una cita con los centros de consulta para prevenir la transmisión de la enfermedad.

source: On 10 February, the Philippines announced a ban on the entry of Taiwanese citizens due to the One-China Policy.
es: [99]​ El 10 de febrero, Filipinas anunció la prohibición de la entrada de ciudadanos taiwaneses debido a la Política de Una China.

source: The risk of reactivation increases with immunosuppression, such as that caused by infection with HIV.
es: El riesgo de reactivación se ve incrementado con alteraciones en el sistema inmunitario, tales como las causadas por el VIH.

source: More than 95% of deaths occurred in developing countries, and more than 50% in India, China, Indonesia, Pakistan, and the Philippines.
es: Casi el 50 % de ellos correspondían a la India, China y la Federación de Rusia.

source: In 2009, a total of 1,606 cases were reported in 23 countries.
es: Para 2009, la cifra se redujo a 1604 casos en 23 países.

source: The Valencian Government decides to postpone the Falles of Valencia for the fifth time in its history and the Magdalena, in Castellón.
es: El Gobierno de Valencia decide posponer las Fallas de Valencia y las fiestas de la Magdalena en Castellón hasta nuevo aviso.

source: On February 26, 2020, U.S. Vice President Mike Pence was named to chair the task force, and Deborah Birx was named the response coordinator.
es: [2]​ El 26 de febrero de 2020, el vicepresidente Mike Pence fue nombrado para presidir la comisión especial, y se nombró a Deborah Birx como la coordinadora de la respuesta a la pandemia.

source: The Therac-25 was a computer-controlled radiation therapy machine produced by Atomic Energy of Canada Limited (AECL) in 1982 after the Therac-6 and Therac-20 units (the earlier units had been produced in partnership with CGR of France).
es: La Therac-25 fue una máquina de radioterapia producida por AECL, sucesora de los modelos Therac-6 y Therac-20 (las unidades anteriores fueron producidas en asociación con CGR).

source: They found that:
es: [15]​ Procedimiento:

source: It predicts that the virus peak in each prefecture would occur three months after the first reported case of local transmission.
es: Predice que el pico de virus de cada prefectura ocurrirá tres meses después de su primer caso reportado de transmisión local.

source: In compliance with restrictions on large gatherings, the Columbus Blue Jackets (NHL), Golden State Warriors (NBA), and San Jose Sharks (NHL) announced their intent to play home games behind closed doors, with no spectators and only essential staff present.
es: En cumplimiento de las restricciones a las grandes reuniones, los Columbus Blue Jackets (NHL), los Golden State Warriors (NBA) y los San Jose Sharks (NHL) anunciaron su intención de jugar juegos en casa a puerta cerrada, sin espectadores y solo personal esencial presente.

source: Playgrounds with shock-absorbing surfaces such as mulch or sand also prevent head injuries.
es: Los parques con superficies de absorción de golpes, mantillo o arena también pueden prevenir lesiones en la cabeza.

source: The first meeting of the World Health Assembly (WHA), the agency's governing body, took place on 24 July 1948.
es: La primera reunión de la OMS tuvo lugar en Ginebra en 1948.

source: On 9 March, the government announced that all sporting events in Italy would be cancelled until at least 3 April, but the ban does not include Italian clubs or national teams participating in international competitions.
es: El 9 de marzo, el gobierno anunció que todos los eventos deportivos en Italia serían cancelados hasta al menos el 3 de abril, pero la prohibición no incluía a los clubes italianos o equipos nacionales que participan en competiciones internacionales.

source: systemic venous return, cardiac output, cardiac index
es: retorno venoso sistémico, producción cardíaca, índice cardíaco

source: The eurosceptic United Kingdom Independence Party has categorically refused even limited cooperation with the BNP.
es: [11]​ Incluso el partido euroescéptico y nacionalista moderado UKIP evita cualquier alianza con el BNP.

source: In victims of crush syndrome, it is recommended to administer intravenous fluids even before they are extracted from collapsed structures.
es: [63]​ En las víctimas del síndrome de aplastamiento se recomienda administrar líquidos intravenosos incluso antes de que se las extraiga de las estructuras colapsadas.

source: As such, the Semmelweis story is often used in university courses with epistemology content, e.g. philosophy of science courses—demonstrating the virtues of empiricism or positivism and providing a historical account of which types of knowledge count as scientific (and thus accepted) knowledge, and which do not.
es: De esta manera, la historia de Semmelweis es frecuentemente usada en los cursos universitarios de contenido epistemológico, para demostrar las virtudes del empirismo o positivismo y proporcionar un marco histórico de qué tipo de conocimientos cuentan como científicos (y son aceptados) y cuáles no.

source: While most agreed that WrestleMania 36 suffered from both a poor lead-up and the absence of a live audience, many felt that the event exceeded expectations, with both critics and fans largely praising the Boneyard and Firefly Fun House matches as the best of the event for their uniqueness and over-the-top tone (and in the case of the latter, its inventiveness and humor); the SmackDown Tag Team Championship match and Owens vs. Rollins were also singled out by most critics.
es: Si bien la mayoría estaba de acuerdo que WrestleMania 36 sufrió de un pésimo evento principal y la ausencia de una audiencia en vivo, muchos sintieron que el evento excedió las expectativas, con los críticos y los fanaticos enormemente aplaudiendo la Boneyard Match y la Firefly Fun House Match como las mejores luchas del evento por su unicidad y tono exagerado (y en el caso de la última, su inventividad y humor); La lucha por el Campeonato en Parejas de Smackdown y la lucha entre Owens y Rollins tambien fueron destacadas por la mayoría de los críticos.

source: Ilyas abandoned his teaching post at Madrasah Mazahir Uloom in Saharanpur and became a missionary for reforming Muslims (but he did not advocate preaching to non-Muslims).
es: Muhamma Ilyas abandonó su puesto como profesor en Madrasah Mazahir Uloom en Saharanpur para convertirse en un misionero.

source: It also recommended everyone returning from China and experiencing symptoms of the coronavirus infection to seek medical advice and information about their travel and contacts.
es: Recomendó, también, que todos los retornados de China que presentaran síntomas por coronavírus que buscaran orientación e informaciones médicas.

source: Pan-European Privacy-Preserving Proximity Tracing
es: Rastreo paneuropeo de proximidad para preservar la privacidad

source: At 2 am on 23 January 2020, authorities issued a notice informing residents of Wuhan that from 10 am, all public transport, including buses, railways, flights, and ferry services would be suspended.
es: A las 2am del 23 de enero de 2020, las autoridades emitieron un aviso informando a residentes de Wuhan que desde las 10am, todo transporte público, incluyendo autobuses, ferrocarriles, vuelos, y servicios de transbordador serían suspendidos.
